[
  {"text": "Bệnh Alzheimer tác động tiêu cực làm suy giảm khả năng suy nghĩ, trí nhớ và thay đổi hành vi của người bệnh."},
  {"text": "Tư duy, hành vi và trí nhớ bị ảnh hưởng nghiêm trọng là những đặc điểm chính của bệnh Alzheimer."},
  {"text": "Sự suy yếu và chết đi của các tế bào não chịu trách nhiệm xử lý thông tin dẫn đến sự hình thành bệnh Alzheimer."},
  {"text": "Nguyên nhân gây ra Alzheimer là do các tế bào não lưu trữ thông tin bị tổn thương và chết dần."},
  {"text": "Bệnh Alzheimer xuất hiện do sự sản sinh các protein bất thường tạo thành mảng bám tích tụ quanh tế bào não."},
  {"text": "Các mảng bám protein bất thường tích tụ quanh tế bào là tác nhân gây ra bệnh Alzheimer."},
  {"text": "Dấu hiệu khởi phát của Alzheimer thường là sự đãng trí và hay quên tên người hoặc vị trí đồ vật."},
  {"text": "Người mới mắc Alzheimer thường biểu hiện sự hay quên, không nhớ nơi vừa đặt đồ đạc."},
  {"text": "Triệu chứng sớm của bệnh bao gồm việc quên tên và đãng trí trong sinh hoạt hàng ngày."},
  {"text": "Người bệnh Alzheimer thường gặp khó khăn trong ghi nhớ, hay hỏi đi hỏi lại một câu và quên tên người quen."},
  {"text": "Tư duy và trí nhớ bất thường biểu hiện qua việc kể lại cùng một câu chuyện nhiều lần ở người bệnh Alzheimer."},
  {"text": "Khó khăn trong việc ghi nhớ mọi thứ trong cuộc sống là một triệu chứng điển hình của bệnh."},
  {"text": "Ở giai đoạn cuối, bệnh nhân Alzheimer thường thay đổi tính cách và hay đi lang thang."},
  {"text": "Người bệnh giai đoạn cuối dễ bị lạc đường và có những biến đổi lớn về cảm xúc."},
  {"text": "Đi lang thang và thay đổi tính cách là những biểu hiện nghiêm trọng của Alzheimer giai đoạn cuối."},
  {"text": "Nguy cơ mắc Alzheimer tăng cao ở những người có tiền sử chấn thương hoặc rối loạn não bẩm sinh."},
  {"text": "Rối loạn não bẩm sinh là một trong những yếu tố thúc đẩy sự phát triển của bệnh Alzheimer."},
  {"text": "Các yếu tố như tuổi cao, gen di truyền và tiền sử chấn thương đầu làm tăng khả năng mắc Alzheimer."},
  {"text": "Suy giảm nhận thức nhẹ và yếu tố di truyền là những nguyên nhân rủi ro của bệnh Alzheimer."},
  {"text": "Tuổi tác càng cao, nguy cơ mắc bệnh Alzheimer và suy giảm nhận thức càng lớn."},
  {"text": "Chế độ ăn thiếu rau xanh, trái cây và lối sống ít vận động góp phần gây ra bệnh Alzheimer."},
  {"text": "Sử dụng chất kích thích và lối sống không khoa học làm tăng đáng kể nguy cơ mắc bệnh."},
  {"text": "Lười vận động và ăn uống thiếu chất là những thói quen xấu dẫn đến nguy cơ Alzheimer."},
  {"text": "Người có mức độ giáo dục thấp hoặc ít giao tiếp xã hội có nguy cơ mắc Alzheimer cao hơn."},
  {"text": "Công việc đơn điệu, thiếu thử thách trí não là một yếu tố nguy cơ của bệnh."},
  {"text": "Ít tham gia các hoạt động xã hội và ít vận dụng trí não làm tăng khả năng bị bệnh Alzheimer."},
  {"text": "Để chẩn đoán Alzheimer, bác sĩ cần kiểm tra sức khỏe tổng quát và đánh giá trí năng."},
  {"text": "Tiền sử mắc bệnh và kết quả kiểm tra trí năng là cơ sở để chẩn đoán bệnh Alzheimer."},
  {"text": "Việc chẩn đoán bệnh dựa trên sự kết hợp giữa kiểm tra sức khỏe và xem xét tiền sử bệnh lý."},
  {"text": "Bác sĩ xác định tình trạng bệnh qua các bài kiểm tra khả năng lý luận và phối hợp tay mắt."},
  {"text": "Khả năng cân bằng và cảm nhận cảm giác được kiểm tra kỹ lưỡng để chẩn đoán Alzheimer."},
  {"text": "Các bài test về lý luận và sự phối hợp vận động giúp xác định mức độ của bệnh."},
  {"text": "Xét nghiệm máu và thủ thuật quét não giúp loại trừ các nguyên nhân khác như suy giáp."},
  {"text": "Thiếu vitamin B12 hoặc suy giáp được phát hiện qua xét nghiệm máu để chẩn đoán phân biệt với Alzheimer."},
  {"text": "Kỹ thuật quét não được sử dụng để tìm ra nguyên nhân thực sự gây suy giảm trí nhớ."},
  {"text": "Thuốc ức chế cholinesterase và memantine được dùng để làm chậm tiến triển của Alzheimer."},
  {"text": "Điều trị Alzheimer thường bao gồm việc sử dụng memantine và các chất ức chế cholinesterase."},
  {"text": "Để hạn chế bệnh phát triển, bác sĩ thường kê đơn thuốc ức chế cholinesterase."},
  {"text": "Thuốc an thần được sử dụng để xử lý các vấn đề lo âu và trầm cảm ở bệnh nhân Alzheimer."},
  {"text": "Để điều trị các rối loạn hành vi và tâm trạng, bệnh nhân có thể cần dùng thuốc an thần."},
  {"text": "Bệnh Alzheimer đang ngày càng trẻ hóa, dù trước đây thường thấy ở người cao tuổi."},
  {"text": "Đây là căn bệnh phổ biến ở người già nhưng hiện nay giới trẻ cũng bị ảnh hưởng nhiều hơn."},
  {"text": "Sa sút trí tuệ chủ yếu bắt nguồn từ nguyên nhân hàng đầu là bệnh Alzheimer."},
  {"text": "Bệnh Alzheimer là lý do chính gây ra tình trạng sa sút trí tuệ và thay đổi hành vi."},
  {"text": "Alzheimer làm mất chức năng nhận thức, ảnh hưởng nghiêm trọng đến chất lượng sống và công việc."},
  {"text": "Tình trạng mất trí nhớ do Alzheimer gây ra những trở ngại lớn trong cuộc sống hàng ngày."},
  {"text": "Tuổi tác gây ra teo não, viêm và tổn thương mạch máu, góp phần dẫn đến Alzheimer."},
  {"text": "Sự sản xuất gốc tự do và rối loạn chức năng ty thể liên quan đến tuổi tác là nguyên nhân gây bệnh."},
  {"text": "Viêm và teo một số bộ phận của não là những thay đổi sinh lý dẫn đến Alzheimer."},
  {"text": "Sự hiện diện của mảng vón amyloid trong não là nguyên nhân trực tiếp gây ra Alzheimer."},
  {"text": "Đám rối sợi thần kinh phát triển bất thường là yếu tố bệnh sinh của Alzheimer."},
  {"text": "Bệnh Alzheimer khiến người mắc mất khả năng định hướng về không gian và thời gian."},
  {"text": "Mất tập trung và trí nhớ là những hậu quả điển hình mà Alzheimer gây ra."},
  {"text": "Người bệnh thường gặp khó khăn trong việc xác định mình đang ở đâu và vào thời điểm nào."},
  {"text": "Stress kéo dài, hút thuốc và bệnh tiểu đường là các yếu tố làm tăng nguy cơ mắc Alzheimer."},
  {"text": "Cholesterol cao và sự cô lập xã hội cũng góp phần làm tăng khả năng bị bệnh."},
  {"text": "Các triệu chứng phổ biến gồm sa sút trí nhớ, khó diễn đạt ngôn ngữ và thay đổi tâm trạng."},
  {"text": "Người bệnh thường hay nhầm lẫn thời gian, địa điểm và đặt đồ vật sai chỗ."},
  {"text": "Khó khăn trong ngôn ngữ và thay đổi hành vi là dấu hiệu nhận biết bệnh Alzheimer."},
  {"text": "Ở giai đoạn cuối, bệnh nhân đối mặt với nguy cơ viêm phổi và nhiễm trùng đường niệu."},
  {"text": "Gãy xương và chấn thương vùng đầu là những biến chứng thường gặp khi bệnh trở nặng."},
  {"text": "Biến chứng của Alzheimer giai đoạn cuối có thể bao gồm các nhiễm trùng nghiêm trọng."},
  {"text": "Chụp cắt lớp vi tính (CT) là phương pháp hình ảnh học dùng để chẩn đoán Alzheimer."},
  {"text": "Bác sĩ sử dụng chụp cộng hưởng từ (MRI) để đánh giá cấu trúc não và chẩn đoán bệnh."},
  {"text": "Kỹ thuật CT và MRI đóng vai trò quan trọng trong việc phát hiện bệnh Alzheimer."},
  {"text": "Các thang điểm như MMSE, Mini-Cog và MoCA được dùng để đánh giá chức năng nhận thức."},
  {"text": "Chẩn đoán giai đoạn bệnh Alzheimer dựa trên kết quả của các thang điểm đánh giá nhận thức."},
  {"text": "Thang điểm MoCA và MMSE giúp bác sĩ xác định mức độ suy giảm trí tuệ của bệnh nhân."},
  {"text": "Thuốc điều chỉnh chất dẫn truyền thần kinh giúp duy trì chức năng tâm thần cho người bệnh."},
  {"text": "Việc điều trị bằng thuốc điều chỉnh dẫn truyền thần kinh nhằm mục đích bảo tồn chức năng não bộ."},
  {"text": "Thuốc kiểm soát hành vi được dùng để trị chứng mất ngủ và kích động ở người bệnh."},
  {"text": "Triệu chứng lo lắng và kích động trong Alzheimer được can thiệp bằng thuốc kiểm soát hành vi."},
  {"text": "Mất ngủ và các rối loạn hành vi khác có thể được quản lý bằng thuốc chuyên dụng."},
  {"text": "Phương pháp kích thích từ trường xuyên sọ (TMS) được áp dụng để cải thiện nhận thức."},
  {"text": "Điều trị bằng TMS giúp nâng cao trạng thái tinh thần cho bệnh nhân Alzheimer."},
  {"text": "Giai đoạn nhẹ của bệnh thường biểu hiện qua sự sợ hãi, căng thẳng và tức giận vô cớ."},
  {"text": "Tâm trạng thất thường và thay đổi hành vi là dấu hiệu của Alzheimer giai đoạn đầu."},
  {"text": "Người bệnh ở giai đoạn nhẹ có thể tỏ ra căng thẳng hoặc tức giận bất thường."},
  {"text": "Ở giai đoạn trung bình, bệnh nhân hay đi lang thang và dễ bị lạc."},
  {"text": "Nhầm lẫn quá khứ với hiện tại và hành vi hung hăng xuất hiện ở giai đoạn trung bình."},
  {"text": "Triệu chứng đi lang thang và hung hăng là đặc điểm của bệnh khi tiến triển đến mức trung bình."},
  {"text": "Giai đoạn nặng khiến người bệnh mất khả năng ngôn ngữ và không nhận ra người thân."},
  {"text": "Ảo giác và bồn chồn là những triệu chứng nghiêm trọng ở giai đoạn cuối của bệnh."},
  {"text": "Khi bệnh trở nặng, bệnh nhân thường không còn nhận biết được gia đình và mất ngôn ngữ."},
  {"text": "Đột biến gen APP, PSEN1 và PSEN2 là nguyên nhân của bệnh Alzheimer khởi phát sớm."},
  {"text": "Alzheimer khởi phát sớm thường do các đột biến gen Protein tiền thân amyloid gây ra."},
  {"text": "Sự đột biến ở gen Presenilin 1 và 2 dẫn đến sự hình thành bệnh Alzheimer từ sớm."},
  {"text": "Người mắc hội chứng Down có tỷ lệ phát triển bệnh Alzheimer cao hơn bình thường."},
  {"text": "Hội chứng Down được xem là một yếu tố nguy cơ đáng kể đối với bệnh Alzheimer."}
]