[
  {"text": "Bệnh đái tháo đường là một dạng rối loạn chuyển hóa phức tạp, đặc trưng bởi lượng đường trong máu tăng cao do cơ thể thiếu hụt insulin hoặc kháng insulin."},
  {"text": "Sự khiếm khuyết trong việc tiết insulin hoặc tác động của insulin dẫn đến tình trạng tăng glucose huyết trong bệnh đái tháo đường."},
  {"text": "Tiểu đường tuýp 2 xuất hiện khi các tế bào trong cơ thể không còn sử dụng insulin một cách hiệu quả."},
  {"text": "Nguyên nhân gốc rễ của bệnh tiểu đường tuýp 2 là do tình trạng kháng insulin tại các tế bào."},
  {"text": "Để kiểm soát bệnh tiểu đường tuýp 2, người bệnh cần kết hợp điều chỉnh chế độ ăn uống, tập luyện và dùng thuốc hợp lý."},
  {"text": "Thay đổi lối sống lành mạnh là biện pháp nền tảng và quan trọng nhất trong điều trị tiểu đường tuýp 2."},
  {"text": "Tình trạng thừa cân, béo phì và lười vận động đang khiến bệnh tiểu đường tuýp 2 ngày càng trẻ hóa, ảnh hưởng đến cả trẻ em."},
  {"text": "Trẻ em và thanh thiếu niên hiện nay có nguy cơ mắc tiểu đường tuýp 2 cao hơn do lối sống ít vận động và thừa cân."},
  {"text": "Thừa cân và béo phì được xem là nguyên nhân trực tiếp dẫn đến tình trạng kháng insulin, gây ra bệnh tiểu đường tuýp 2."},
  {"text": "Triệu chứng phổ biến của tiểu đường tuýp 2 bao gồm khát nước dữ dội, đi tiểu liên tục và mắt nhìn mờ."},
  {"text": "Người bệnh tiểu đường tuýp 2 thường cảm thấy mệt mỏi, hay cáu gắt và có cảm giác tê hoặc ngứa ran ở tay chân."},
  {"text": "Các dấu hiệu như vết thương lâu lành, hay bị đói, sụt cân bất thường và dễ nhiễm trùng là cảnh báo của bệnh tiểu đường loại 2."},
  {"text": "Nhiễm trùng nấm men tái phát nhiều lần cũng là một triệu chứng lâm sàng của bệnh tiểu đường tuýp 2."},
  {"text": "Bác sĩ chuyên khoa nội tiết chẩn đoán bệnh tiểu đường tuýp 2 thông qua các xét nghiệm máu."},
  {"text": "Kết quả xét nghiệm máu giúp bác sĩ phát hiện các dấu hiệu bất thường liên quan đến bệnh tiểu đường tuýp 2."},
  {"text": "Nếu không phát hiện sớm, tăng huyết áp có thể dẫn đến những hậu quả nghiêm trọng như suy thận, nhồi máu não và nhồi máu cơ tim."},
  {"text": "Tăng huyết áp là kẻ giết người thầm lặng, gây ra các biến chứng nguy hiểm như đột quỵ và suy tim."},
  {"text": "Các bệnh lý về thận như sỏi thận, viêm cầu thận cấp hoặc mạn tính là nguyên nhân gây ra tăng huyết áp thứ phát."},
  {"text": "Hẹp động mạch thận là một trong những nguyên nhân bệnh lý dẫn đến tình trạng tăng huyết áp."},
  {"text": "Tăng huyết áp thứ phát có thể bắt nguồn từ các bệnh nội tiết như u tủy thượng thận, cường giáp hay hội chứng Cushing."},
  {"text": "Bệnh cường Aldosteron là một nguyên nhân nội tiết khác có thể gây ra tăng huyết áp."},
  {"text": "Việc điều trị tiểu đường tuýp 2 đòi hỏi sự phối hợp chặt chẽ giữa dùng thuốc và thay đổi thói quen sinh hoạt."},
  {"text": "Các loại thuốc điều trị tiểu đường tuýp 2 phổ biến bao gồm Metformin, Sulfonylureas và Insulin."},
  {"text": "Bác sĩ có thể kê đơn các nhóm thuốc như Thiazolidinediones, ức chế DPP-4 hoặc ức chế SGLT2 để trị tiểu đường."},
  {"text": "Thuốc chủ vận thụ thể GLP-1 và Meglitinides cũng nằm trong danh mục thuốc điều trị bệnh tiểu đường loại 2."},
  {"text": "Một số loại thuốc như thuốc tránh thai, cam thảo hay thuốc cường giao cảm có thể là nguyên nhân gây tăng huyết áp thứ phát."},
  {"text": "Tăng huyết áp có thể xuất hiện như một tác dụng phụ khi sử dụng các chế phẩm chứa cam thảo hoặc thuốc tránh thai."},
  {"text": "Người bị tăng huyết áp thường có các biểu hiện như đau đầu, hoa mắt, chóng mặt và ù tai."},
  {"text": "Các triệu chứng như tim đập nhanh, khó thở, đau ngực và chảy máu cam có thể cảnh báo tình trạng huyết áp cao."},
  {"text": "Mờ mắt và cảm giác hồi hộp đánh trống ngực cũng là những dấu hiệu thường gặp ở bệnh nhân tăng huyết áp."},
  {"text": "Tiền sử gia đình có người mắc bệnh là một yếu tố nguy cơ đáng kể đối với bệnh tăng huyết áp."},
  {"text": "Nếu cha mẹ hoặc anh chị em ruột bị tăng huyết áp, bạn cũng có nguy cơ cao mắc bệnh này."},
  {"text": "Chẩn đoán tăng huyết áp được thực hiện đơn giản và chính xác bằng cách đo huyết áp theo quy trình chuẩn."},
  {"text": "Sử dụng máy đo huyết áp tại phòng khám là phương pháp cơ bản để xác định bệnh tăng huyết áp."},
  {"text": "Kiểm soát tăng huyết áp hiệu quả cần sự kết hợp giữa uống thuốc hạ áp và điều chỉnh lối sống."},
  {"text": "Người bệnh tăng huyết áp cần tuân thủ phác đồ dùng thuốc song song với việc thay đổi chế độ sinh hoạt."},
  {"text": "Các nhóm thuốc chính điều trị tăng huyết áp gồm thuốc lợi tiểu, chẹn kênh calci, chẹn beta giao cảm."},
  {"text": "Thuốc ức chế men chuyển hoặc ức chế thụ thể AT1 thường được chỉ định trong điều trị huyết áp cao."},
  {"text": "Huyết áp cao nếu bỏ mặc không điều trị sẽ làm tăng vọt nguy cơ bị đau tim và đột quỵ."},
  {"text": "Biến chứng tim mạch như đau tim là hậu quả tất yếu của việc không kiểm soát tốt huyết áp."},
  {"text": "Cơ chế gây ra huyết áp cao là do sự thắt chặt của các động mạch rất nhỏ (tiểu động mạch)."},
  {"text": "Khi các tiểu động mạch bị co thắt, áp lực dòng máu tăng lên dẫn đến bệnh huyết áp cao."},
  {"text": "Huyết áp cao kéo dài gây hại cho sức khỏe bằng cách làm xơ cứng động mạch và gây tim to."},
  {"text": "Tổn thương thận và bệnh võng mạc mắt là những biến chứng lâu dài của bệnh tăng huyết áp."},
  {"text": "Thừa cân, béo phì và mắc bệnh tiểu đường là những yếu tố cộng hưởng làm tăng nguy cơ bị huyết áp cao."},
  {"text": "Những người bị tiểu đường hoặc béo phì thường dễ mắc bệnh tăng huyết áp hơn người bình thường."},
  {"text": "Bệnh thận đóng vai trò lớn trong các nguyên nhân gây ra tăng huyết áp thứ phát."},
  {"text": "Nhiều ca tăng huyết áp thứ phát được xác định là do các vấn đề bệnh lý tại thận."},
  {"text": "Cảm giác đầu óc quay cuồng, chóng mặt hoặc tim đập thình thịch là những biểu hiện khó chịu của huyết áp cao."},
  {"text": "Để chẩn đoán xác định, bác sĩ sẽ tiến hành đo huyết áp cho bạn vài lần bằng thiết bị chuyên dụng."},
  {"text": "Chế độ ăn ít muối, ít chất béo là yêu cầu bắt buộc trong điều trị bệnh huyết áp cao."},
  {"text": "Giảm cân và duy trì tập luyện thể dục thường xuyên là phương pháp điều trị không dùng thuốc cho người tăng huyết áp."},
  {"text": "Bệnh mạch vành dẫn đến việc tim thiếu máu và oxy, gây ra các cơn đau thắt ngực và nhồi máu cơ tim."},
  {"text": "Hậu quả của việc mạch vành bị hẹp là cơ tim không được cung cấp đủ oxy, dẫn đến đau ngực."},
  {"text": "Sự lắng đọng cholesterol làm tổn thương lớp lót thành mạch và gây viêm mãn tính là nguyên nhân của bệnh mạch vành."},
  {"text": "Bệnh mạch vành hình thành do quá trình viêm và tổn thương thành mạch bởi các mảng bám cholesterol."},
  {"text": "Cao huyết áp, mỡ máu cao, béo phì và tiểu đường tuýp 2 là những yếu tố nguy cơ hàng đầu của bệnh mạch vành."},
  {"text": "Những người có cholesterol máu cao hoặc bị cao huyết áp có nguy cơ mắc bệnh mạch vành rất lớn."},
  {"text": "Triệu chứng điển hình của bệnh mạch vành là cơn đau thắt ngực, đặc biệt khi xúc động hoặc nhiễm lạnh."},
  {"text": "Người bệnh mạch vành thường cảm thấy đau ngực khi gắng sức làm việc nặng."},
  {"text": "Một số bệnh nhân mạch vành không đau ngực rõ rệt mà chỉ thấy hơi khó thở hoặc mệt khi vận động."},
  {"text": "Bệnh mạch vành thể thầm lặng có thể chỉ biểu hiện qua cảm giác mệt mỏi khi gắng sức."},
  {"text": "Nếu không điều trị kịp thời, bệnh mạch vành có thể biến chứng thành suy tim và rối loạn nhịp tim."},
  {"text": "Nhồi máu cơ tim là biến chứng nguy hiểm nhất của bệnh mạch vành nếu không được phát hiện sớm."},
  {"text": "Chụp cắt lớp vi tính (CT scan) là một phương pháp hiện đại để chẩn đoán bệnh mạch vành."},
  {"text": "Hình ảnh từ chụp cắt lớp vi tính giúp bác sĩ xác định mức độ tổn thương của mạch vành."},
  {"text": "Bệnh mạch vành được định nghĩa là tình trạng tắc nghẽn hoặc hẹp mạch máu do các mảng xơ vữa."},
  {"text": "Các mảng xơ vữa tích tụ làm hẹp lòng mạch là bản chất của bệnh lý động mạch vành."},
  {"text": "Hội chứng động mạch vành cấp biểu hiện qua các cơn đau thắt ngực không ổn định hoặc nhồi máu cơ tim cấp."},
  {"text": "Nhồi máu cơ tim cấp và đau thắt ngực không ổn định là hai dạng của hội chứng vành cấp."},
  {"text": "Nguyên nhân chính gây bệnh mạch vành là do động mạch bị xơ vữa và co thắt."},
  {"text": "Sự co thắt và xơ vữa động mạch làm cản trở dòng máu, gây ra bệnh mạch vành."},
  {"text": "LDL cholesterol cao, mỡ máu và yếu tố di truyền làm tăng đáng kể nguy cơ mắc bệnh mạch vành."},
  {"text": "Yếu tố di truyền kết hợp với mỡ máu cao là điều kiện thuận lợi để bệnh mạch vành phát triển."},
  {"text": "Phim X-quang tim phổi thường được sử dụng trong quy trình chẩn đoán bệnh mạch vành."},
  {"text": "Để hỗ trợ chẩn đoán bệnh mạch vành, bác sĩ có thể chỉ định chụp X-quang tim phổi."},
  {"text": "Điều trị bệnh mạch vành bao gồm việc sử dụng thuốc chống kết tập tiểu cầu và thuốc trị rối loạn lipid máu."},
  {"text": "Thuốc giảm mỡ máu và chống đông máu là hai nhóm thuốc chủ lực trong điều trị bệnh mạch vành."},
  {"text": "Dấu hiệu thường gặp nhất giúp nhận biết bệnh mạch vành là khó thở hoặc đau thắt ngực khi gắng sức."},
  {"text": "Cơn đau thắt ngực xuất hiện khi vận động là triệu chứng cảnh báo rõ ràng nhất của bệnh mạch vành."},
  {"text": "Đáng báo động là 30 – 50% bệnh nhân nhồi máu cơ tim cấp tử vong trước khi đến được bệnh viện."},
  {"text": "Tỷ lệ đột tử trước khi được cấp cứu ở bệnh nhân nhồi máu cơ tim cấp lên tới 50%."},
  {"text": "Hở van tim nặng và suy tim là những biến chứng nặng nề do bệnh mạch vành gây ra."},
  {"text": "Bệnh mạch vành có thể dẫn đến các rối loạn nhịp tim nguy hiểm và suy giảm chức năng tim."},
  {"text": "Người béo phì, cao huyết áp hoặc có tiền sử gia đình bị bệnh tim mạch thuộc nhóm nguy cơ cao mắc bệnh mạch vành."},
  {"text": "Tiền sử gia đình mắc bệnh tim là một yếu tố nguy cơ không thể thay đổi của bệnh mạch vành."},
  {"text": "Hút thuốc lá, stress và đái tháo đường type 2 là những tác nhân thúc đẩy bệnh mạch vành."},
  {"text": "Căng thẳng kéo dài và thói quen hút thuốc làm tăng khả năng mắc bệnh mạch vành."},
  {"text": "Để chẩn đoán xác định bệnh mạch vành, cần thực hiện điện tâm đồ, siêu âm tim Doppler và chụp cắt lớp mạch vành."},
  {"text": "Các xét nghiệm cận lâm sàng như điện tâm đồ và chụp X-quang tim phổi giúp bác sĩ kết luận bệnh mạch vành."},
  {"text": "Các phương pháp điều trị bệnh mạch vành hiệu quả bao gồm can thiệp mạch vành qua da và phẫu thuật bắc cầu."},
  {"text": "Ngoài điều trị nội khoa, bệnh nhân mạch vành có thể cần dùng thuốc tiêu sợi huyết hoặc phẫu thuật bắc cầu chủ vành."},
  {"text": "Bệnh tiểu đường tuýp 2 là một rối loạn chuyển hóa mạn tính, đặc trưng bởi tình trạng cơ thể đề kháng với insulin."},
  {"text": "Khi mắc tiểu đường tuýp 2, tuyến tụy vẫn sản xuất insulin nhưng các tế bào không thể sử dụng nó hiệu quả để chuyển hóa đường."},
  {"text": "Nguyên nhân chính dẫn đến tiểu đường tuýp 2 thường liên quan đến thừa cân, béo phì và lối sống ít vận động."},
  {"text": "Yếu tố di truyền đóng vai trò quan trọng, nếu cha mẹ mắc tiểu đường tuýp 2 thì con cái cũng có nguy cơ cao."},
  {"text": "Tuổi tác càng cao, nguy cơ mắc bệnh tiểu đường tuýp 2 càng tăng, đặc biệt là sau 45 tuổi."},
  {"text": "Một trong những dấu hiệu sớm của tiểu đường tuýp 2 là cảm giác khát nước liên tục và đi tiểu nhiều lần trong ngày."},
  {"text": "Người bệnh có thể sụt cân bất thường dù chế độ ăn uống không thay đổi hoặc thậm chí ăn nhiều hơn."},
  {"text": "Cảm giác đói cồn cào thường xuyên là do tế bào không nhận được đủ năng lượng từ glucose."},
  {"text": "Mắt nhìn mờ đi là một triệu chứng cảnh báo lượng đường trong máu tăng cao ảnh hưởng đến thủy tinh thể."},
  {"text": "Các vết thương hoặc vết xước lâu lành là dấu hiệu cho thấy hệ miễn dịch và mạch máu đang bị ảnh hưởng bởi đường huyết cao."},
  {"text": "Cảm giác tê bì hoặc ngứa ran ở tay chân có thể là biểu hiện của tổn thương thần kinh do tiểu đường."},
  {"text": "Vùng da ở nách hoặc cổ bị sẫm màu (gai đen) là dấu hiệu của tình trạng kháng insulin."},
  {"text": "Nếu không kiểm soát tốt, tiểu đường tuýp 2 có thể dẫn đến biến chứng suy thận, buộc người bệnh phải chạy thận."},
  {"text": "Biến chứng về mắt như bệnh võng mạc đái tháo đường có thể gây mù lòa nếu không được phát hiện sớm."},
  {"text": "Người bệnh tiểu đường tuýp 2 có nguy cơ bị đột quỵ và nhồi máu cơ tim cao gấp nhiều lần người bình thường."},
  {"text": "Tổn thương thần kinh ngoại biên có thể dẫn đến loét bàn chân và nguy cơ đoạn chi ở người bệnh tiểu đường."},
  {"text": "Xét nghiệm HbA1c là tiêu chuẩn vàng để chẩn đoán và theo dõi hiệu quả điều trị tiểu đường tuýp 2."},
  {"text": "Chế độ ăn nhiều chất xơ, hạn chế tinh bột và đường ngọt là chìa khóa để kiểm soát đường huyết."},
  {"text": "Tập thể dục ít nhất 30 phút mỗi ngày giúp cơ thể sử dụng insulin hiệu quả hơn."},
  {"text": "Metformin thường là loại thuốc đầu tay được bác sĩ kê đơn cho bệnh nhân mới mắc tiểu đường tuýp 2."},
  {"text": "Trong một số trường hợp, người bệnh tiểu đường tuýp 2 cần tiêm insulin nếu thuốc uống không còn hiệu quả."},
  {"text": "Kiểm soát căng thẳng (stress) là yếu tố quan trọng vì stress có thể làm tăng đường huyết đột ngột."},
  {"text": "Khám mắt định kỳ mỗi năm một lần là bắt buộc đối với bệnh nhân tiểu đường để phòng ngừa biến chứng."},
  {"text": "Người bệnh cần tự theo dõi đường huyết tại nhà để điều chỉnh chế độ ăn và thuốc men kịp thời."},
  {"text": "Tiền đái tháo đường là giai đoạn cảnh báo, nếu can thiệp kịp thời có thể ngăn chặn tiến triển thành bệnh thực sự."},
  {"text": "Tăng huyết áp được mệnh danh là 'kẻ giết người thầm lặng' vì thường không có triệu chứng rõ ràng."},
  {"text": "Huyết áp được đo bằng hai chỉ số: tâm thu (số trên) và tâm trương (số dưới), ví dụ 120/80 mmHg."},
  {"text": "Tăng huyết áp độ 1 được xác định khi chỉ số huyết áp từ 130-139/80-89 mmHg."},
  {"text": "Nguyên nhân gây tăng huyết áp phần lớn là vô căn (tăng huyết áp nguyên phát), chiếm tới 90-95%."},
  {"text": "Tăng huyết áp thứ phát là do các bệnh lý khác gây ra như bệnh thận, bệnh tuyến giáp hoặc u tuyến thượng thận."},
  {"text": "Thói quen ăn mặn, tiêu thụ nhiều muối là yếu tố nguy cơ hàng đầu gây tăng huyết áp."},
  {"text": "Hút thuốc lá làm co mạch máu và tăng nhịp tim, trực tiếp dẫn đến tăng huyết áp."},
  {"text": "Uống nhiều rượu bia có thể làm tăng huyết áp và giảm hiệu quả của thuốc điều trị."},
  {"text": "Căng thẳng kéo dài kích thích cơ thể tiết ra hormone làm tăng huyết áp tạm thời hoặc mạn tính."},
  {"text": "Đau đầu, đặc biệt là đau vùng chẩm vào buổi sáng, có thể là dấu hiệu của cơn tăng huyết áp."},
  {"text": "Chảy máu cam bất thường đôi khi là cảnh báo của việc huyết áp tăng quá cao."},
  {"text": "Cảm giác chóng mặt, hoa mắt hoặc ù tai cũng có thể liên quan đến huyết áp không ổn định."},
  {"text": "Biến chứng nguy hiểm nhất của tăng huyết áp là xuất huyết não hoặc nhồi máu não."},
  {"text": "Tăng huyết áp lâu ngày làm tổn thương mạch máu thận, dẫn đến suy thận mạn tính."},
  {"text": "Tim phải làm việc quá sức để bơm máu khi huyết áp cao, lâu dần dẫn đến suy tim."},
  {"text": "Phình động mạch chủ là một biến chứng đe dọa tính mạng do áp lực máu cao làm yếu thành mạch."},
  {"text": "Đo huyết áp thường xuyên tại nhà là cách tốt nhất để theo dõi và quản lý bệnh."},
  {"text": "Chế độ ăn DASH (nhiều rau quả, ít béo, giảm muối) được khuyến nghị cho người tăng huyết áp."},
  {"text": "Giảm cân nếu đang thừa cân sẽ giúp hạ huyết áp đáng kể mà không cần dùng nhiều thuốc."},
  {"text": "Các nhóm thuốc điều trị chính bao gồm thuốc lợi tiểu, thuốc chẹn kênh canxi và thuốc ức chế men chuyển."},
  {"text": "Người bệnh không được tự ý ngưng thuốc huyết áp ngay cả khi chỉ số đã trở về bình thường."},
  {"text": "Tăng huyết áp thai kỳ là tình trạng huyết áp cao xuất hiện trong thai kỳ, cần được theo dõi sát sao."},
  {"text": "Cơn tăng huyết áp khẩn cấp (huyết áp > 180/120 mmHg) cần được cấp cứu ngay lập tức."},
  {"text": "Hạn chế caffeine từ cà phê và trà có thể giúp kiểm soát huyết áp ở một số người nhạy cảm."},
  {"text": "Tập thiền hoặc yoga có thể giúp giảm huyết áp nhờ tác dụng thư giãn thần kinh."},
  {"text": "Bệnh mạch vành xảy ra khi các động mạch cấp máu cho tim bị hẹp hoặc tắc nghẽn."},
  {"text": "Nguyên nhân chính của bệnh mạch vành là xơ vữa động mạch do tích tụ mảng bám cholesterol."},
  {"text": "Mảng xơ vữa có thể vỡ ra, hình thành cục máu đông gây tắc mạch vành đột ngột."},
  {"text": "Cholesterol LDL (mỡ xấu) cao là yếu tố chính thúc đẩy quá trình hình thành mảng xơ vữa."},
  {"text": "Đau thắt ngực (angina) là triệu chứng điển hình nhất, thường xuất hiện khi gắng sức hoặc xúc động."},
  {"text": "Cơn đau ngực có thể lan ra vai, cánh tay trái, cổ, hàm hoặc sau lưng."},
  {"text": "Khó thở, hụt hơi khi leo cầu thang hoặc vận động nhẹ có thể là dấu hiệu tim thiếu máu nuôi."},
  {"text": "Một số người, đặc biệt là phụ nữ và người già, có thể bị nhồi máu cơ tim mà không đau ngực rõ rệt (nhồi máu cơ tim thầm lặng)."},
  {"text": "Mệt mỏi cực độ không rõ nguyên nhân cũng có thể là biểu hiện của bệnh tim mạch."},
  {"text": "Các yếu tố nguy cơ bao gồm hút thuốc, cao huyết áp, tiểu đường và lười vận động."},
  {"text": "Tiền sử gia đình có người mắc bệnh tim sớm làm tăng nguy cơ mắc bệnh mạch vành cho thế hệ sau."},
  {"text": "Nhồi máu cơ tim xảy ra khi dòng máu đến nuôi cơ tim bị cắt đứt hoàn toàn."},
  {"text": "Suy tim là hậu quả lâu dài khi tim bị tổn thương do thiếu máu cục bộ mạn tính."},
  {"text": "Rối loạn nhịp tim có thể xuất hiện do hệ thống điện tim bị ảnh hưởng bởi bệnh mạch vành."},
  {"text": "Điện tâm đồ (ECG) là xét nghiệm cơ bản để phát hiện dấu hiệu thiếu máu cơ tim hoặc nhồi máu cơ tim."},
  {"text": "Siêu âm tim giúp đánh giá chức năng co bóp của tim và phát hiện các vùng cơ tim giảm vận động."},
  {"text": "Chụp mạch vành qua da (DSA) là phương pháp tiêu chuẩn vàng để xác định vị trí và mức độ hẹp mạch vành."},
  {"text": "Nghiệm pháp gắng sức giúp bác sĩ đánh giá hoạt động của tim khi nhu cầu oxy tăng lên."},
  {"text": "Nitroglycerin là thuốc thường được dùng để cắt cơn đau thắt ngực ngậm dưới lưỡi."},
  {"text": "Thuốc Aspirin và các thuốc chống ngưng tập tiểu cầu giúp ngăn ngừa hình thành cục máu đông."},
  {"text": "Thuốc Statin giúp hạ mỡ máu và ổn định mảng xơ vữa, ngăn ngừa biến cố tim mạch."},
  {"text": "Can thiệp đặt stent mạch vành là phương pháp nong rộng lòng mạch bị hẹp để tái lưu thông máu."},
  {"text": "Phẫu thuật bắc cầu động mạch vành (CABG) được chỉ định cho các trường hợp hẹp nhiều nhánh mạch vành phức tạp."},
  {"text": "Sau khi đặt stent, người bệnh cần uống thuốc chống đông máu theo chỉ định để tránh tắc lại trong stent."},
  {"text": "Chế độ ăn tốt cho tim mạch nên bao gồm cá béo, ngũ cốc nguyên hạt, dầu ô liu và các loại hạt."},
  {"text": "Tránh xa chất béo bão hòa và chất béo chuyển hóa (trans fat) có trong thực phẩm chế biến sẵn."},
  {"text": "Bỏ thuốc lá là biện pháp hiệu quả nhất để giảm ngay nguy cơ nhồi máu cơ tim và tử vong."},
  {"text": "Kiểm soát cân nặng và vòng bụng giúp giảm gánh nặng cho tim và hệ mạch máu."},
  {"text": "Tiêm phòng cúm hàng năm được khuyến cáo cho bệnh nhân tim mạch để tránh biến chứng viêm phổi."},
  {"text": "Người bệnh mạch vành nên tập thể dục vừa sức, tránh các hoạt động gắng sức đột ngột."},
  {"text": "Stress oxy hóa và phản ứng viêm đóng vai trò quan trọng trong cơ chế bệnh sinh của xơ vữa động mạch."},
  {"text": "Hội chứng mạch vành cấp là tình trạng cấp cứu y tế bao gồm đau thắt ngực không ổn định và nhồi máu cơ tim."},
  {"text": "Thời gian là vàng trong cấp cứu nhồi máu cơ tim để cứu sống cơ tim đang bị hoại tử."},
  {"text": "Phục hồi chức năng tim mạch giúp người bệnh sau nhồi máu cơ tim quay lại cuộc sống bình thường."},
  {"text": "Uống rượu vang đỏ điều độ có thể mang lại một số lợi ích nhỏ cho tim mạch, nhưng lạm dụng thì ngược lại."},
  {"text": "Giấc ngủ kém chất lượng hoặc ngưng thở khi ngủ có liên quan đến tăng nguy cơ bệnh tim mạch."},
  {"text": "Khám sức khỏe tim mạch định kỳ giúp phát hiện sớm các yếu tố nguy cơ trước khi bệnh khởi phát."},
  {"text": "Kiểm soát tốt bộ ba: Đường huyết - Huyết áp - Mỡ máu là kiềng ba chân vững chắc bảo vệ trái tim."},
  {"text": "Giáo dục sức khỏe và nâng cao nhận thức cộng đồng là chìa khóa để đẩy lùi gánh nặng bệnh tim mạch."}
]