[
  {"text": "Bệnh đau đầu Migraine đặc trưng bởi những cơn đau nhức với cường độ dữ dội và nghiêm trọng."},
  {"text": "Nếu không được phát hiện và chữa trị kịp thời, hội chứng Migraine có thể khiến nguy cơ bị đau tim và đột quỵ tăng thêm 42%."},
  {"text": "Đau đầu Migraine thường xuất hiện ở một bên đầu, đau theo kiểu mạch đập và đi kèm với buồn nôn hoặc rối loạn thị giác."},
  {"text": "Nhạy cảm quá mức với âm thanh và ánh sáng là những triệu chứng điển hình đi kèm cơn đau Migraine."},
  {"text": "Chứng đau nửa đầu võng mạc (Retinal Migraine) có thể gây ra hiện tượng thấy ánh sáng nhấp nháy hoặc mất thị lực tạm thời ở một mắt."},
  {"text": "Migraine thân não thường gây ra các vấn đề về thăng bằng, chóng mặt và làm tim đập nhanh."},
  {"text": "Một dấu hiệu cảnh báo đặc biệt của chứng Migraine liệt nửa người là tình trạng tê liệt tạm thời một bên cơ thể."},
  {"text": "Yếu tố di truyền có ảnh hưởng lớn, với khoảng 70% người bệnh Migraine có người thân trong gia đình cũng mắc chứng này."},
  {"text": "Việc lạm dụng rượu và tiêu thụ quá nhiều caffein là những nguyên nhân phổ biến dẫn đến đau đầu Migraine."},
  {"text": "Sự thay đổi của thời tiết có thể tác động lên huyết áp và từ đó góp phần kích hoạt cơn đau Migraine."},
  {"text": "Chứng đau nửa đầu do kinh nguyệt (Menstrual Migraine) ở nữ giới xuất phát từ sự thay đổi của nội tiết tố."},
  {"text": "Migraine có thể dẫn đến các biến chứng nguy hiểm như động kinh, nhồi máu tĩnh mạch gây đột quỵ và trạng thái đau đầu kéo dài."},
  {"text": "Người bệnh cần thận trọng khi dùng Aspirin hay Ibuprofen để giảm đau vì chúng có thể gây biến chứng đau dạ dày."},
  {"text": "Các bác sĩ chẩn đoán hội chứng Migraine dựa trên bộ tiêu chuẩn được quy định bởi Hiệp Hội Đau Đầu Quốc tế (IHS)."},
  {"text": "Nghỉ ngơi tại phòng tối và yên tĩnh là một trong những biện pháp hiệu quả để giảm nhẹ cơn đau Migraine tại nhà."},
  {"text": "Uống đủ nước, chườm lạnh và duy trì giấc ngủ điều độ giúp hỗ trợ quá trình điều trị đau đầu."},
  {"text": "Các loại thuốc giảm đau không kê đơn như Naproxen, Aspirin và Ibuprofen thường được sử dụng cho các cơn đau nhẹ."},
  {"text": "Bác sĩ có thể chỉ định thuốc chống trầm cảm, thuốc chống động kinh hoặc thuốc giảm huyết áp để điều trị Migraine."},
  {"text": "Liệu pháp sử dụng kháng thể đơn dòng (CGRP) là một phương pháp điều trị tiên tiến cho bệnh nhân Migraine."},
  {"text": "Duy trì thói quen tập thể dục vừa sức giúp giảm tần suất và rút ngắn thời gian của các cơn đau đầu."},
  {"text": "Phụ nữ là đối tượng chính của căn bệnh này, chiếm tới 75% tổng số ca mắc đau đầu Migraine."},
  {"text": "Cảm giác đau giật thon thót theo nhịp mạch là đặc điểm nhận dạng quan trọng của cơn đau nửa đầu."},
  {"text": "Trong giai đoạn tiền triệu, người bệnh có thể gặp các triệu chứng như mờ mắt, ù tai hay chóng mặt."},
  {"text": "Cảm giác tê buốt ở da đầu, tê tay hoặc tê một bên mặt cũng là những dấu hiệu báo trước của cơn đau Migraine."},
  {"text": "Rối loạn ngôn ngữ và nói khó có thể xuất hiện như một phần của triệu chứng thần kinh trong bệnh Migraine."},
  {"text": "Cơn đau Migraine thường khiến người bệnh buồn nôn, nôn mửa và rất sợ tiếng động hay ánh sáng mạnh."},
  {"text": "Đối với thể Migraine không có tiền triệu, người bệnh có thể cảm thấy lo lắng hoặc chán ăn trước khi cơn đau ập đến."},
  {"text": "Cơ chế gây đau bao gồm sự giãn nở mạch máu não và rối loạn chức năng não bộ giải phóng Serotonin và Dopamin."},
  {"text": "Căng thẳng thần kinh và mất ngủ là những yếu tố kích hoạt hàng đầu khiến bệnh Migraine tái phát."},
  {"text": "Môi trường sống ồn ào, ánh sáng chói hoặc thay đổi thời tiết đột ngột đều là những tác nhân gây bệnh."},
  {"text": "Khói thuốc lá và thực phẩm đóng hộp nhiều gia vị cũng nằm trong danh sách các yếu tố làm bộc phát cơn đau."},
  {"text": "Để ngăn ngừa cơn đau quay lại, bệnh nhân có thể cần tuân thủ phác đồ dùng thuốc dự phòng dài hạn."},
  {"text": "Phác đồ điều trị thường kết hợp giữa thuốc giảm đau và thuốc chống nôn để mang lại hiệu quả tốt nhất."},
  {"text": "Kê gối cao đầu khi nằm nghỉ là một mẹo nhỏ giúp giảm bớt sự khó chịu trong cơn đau Migraine."},
  {"text": "Tránh xa khói thuốc lá là biện pháp phòng ngừa cần thiết để hạn chế các cơn đau đầu bùng phát."},
  {"text": "Thực hành thiền định giúp thư giãn tâm trí và hỗ trợ giảm nhẹ các triệu chứng của bệnh."},
  {"text": "Tập Yoga được xem là một phương pháp tự nhiên hữu hiệu giúp kiểm soát và giảm đau nửa đầu."},
  {"text": "Đắp khăn lạnh lên vùng trán hoặc cổ bị đau có thể mang lại cảm giác dễ chịu tức thì."},
  {"text": "Chế độ ăn uống nhiều thực phẩm chế biến sẵn có thể là nguyên nhân khiến cơn đau đầu Migraine trở nên tồi tệ hơn."},
  {"text": "Sự giải phóng các chất dẫn truyền thần kinh như Serotonin đóng vai trò quan trọng trong cơ chế sinh bệnh của Migraine."},
  {"text": "Migraine tiền triệu có thể gây ra những ảo giác thị giác như nhìn thấy các điểm sáng nhấp nháy."},
  {"text": "Việc chẩn đoán sớm Migraine giúp ngăn chặn các biến chứng tim mạch và thần kinh nghiêm trọng về sau."},
  {"text": "Nhịp tim tăng nhanh bất thường kèm chóng mặt là dấu hiệu cần lưu ý của thể Migraine thân não."},
  {"text": "Đau đầu Migraine trạng thái là một biến chứng nặng, khi cơn đau kéo dài và khó kiểm soát."},
  {"text": "Thuốc Ibuprofen và Aspirin tuy hiệu quả nhưng cần dùng đúng liều để tránh gây hại cho dạ dày."},
  {"text": "Khoảng 3/4 số người phải chịu đựng chứng đau đầu Migraine là phụ nữ."},
  {"text": "Giấc ngủ đóng vai trò quan trọng; ngủ đúng giờ và đủ giấc giúp não bộ phục hồi và giảm nguy cơ đau đầu."},
  {"text": "Các thuốc chẹn beta (thuốc giảm huyết áp) đôi khi được sử dụng với mục đích phòng ngừa Migraine."},
  {"text": "Bệnh nhân Migraine thường nhạy cảm với các giác quan, khiến ánh sáng và tiếng ồn trở thành nỗi ám ảnh."},
  {"text": "Hiểu rõ các yếu tố kích hoạt cá nhân là chìa khóa để chung sống và kiểm soát bệnh đau đầu Migraine hiệu quả."}
]