[
  {
    "text": "Sự thiếu hụt nồng độ dopamine trong não bộ là nguyên nhân cốt lõi dẫn đến các rối loạn vận động ở bệnh nhân Parkinson."
  },
  {
    "text": "Người mắc bệnh Parkinson thường gặp khó khăn khi bắt đầu cử động, kèm theo tình trạng run tay chân ngay cả khi nghỉ ngơi."
  },
  {
    "text": "Ngoài các triệu chứng vận động, bệnh Parkinson còn gây ra trầm cảm, lo âu và suy giảm nhận thức ở giai đoạn muộn."
  },
  {
    "text": "Vật lý trị liệu đóng vai trò quan trọng giúp duy trì khả năng thăng bằng và ngăn ngừa té ngã cho người bệnh Parkinson."
  },
  {
    "text": "Thuốc Levodopa được xem là tiêu chuẩn vàng trong điều trị Parkinson nhờ khả năng bù đắp lượng dopamine bị thiếu hụt."
  },
  {
    "text": "Phẫu thuật kích thích não sâu (DBS) là giải pháp can thiệp hiệu quả cho những bệnh nhân Parkinson không còn đáp ứng tốt với thuốc uống."
  },
  {
    "text": "Dấu hiệu chữ viết nhỏ dần và khó đọc thường xuất hiện sớm trước khi các triệu chứng run của bệnh Parkinson trở nên rõ rệt."
  },
  {
    "text": "Chế độ ăn giàu chất xơ và uống đủ nước giúp cải thiện đáng kể tình trạng táo bón mạn tính ở người mắc Parkinson."
  },
  {
    "text": "Tiếp xúc lâu dài với hóa chất nông nghiệp và kim loại nặng có thể làm gia tăng nguy cơ thoái hóa thần kinh dẫn đến Parkinson."
  },
  {
    "text": "Bệnh Parkinson là một bệnh lý tiến triển chậm, các triệu chứng thường bắt đầu ở một bên cơ thể trước khi lan sang bên còn lại."
  },
  {
    "text": "Xơ vữa động mạch làm hẹp lòng mạch là cơ chế chính gây cản trở dòng máu nuôi tim trong bệnh lý mạch vành."
  },
  {
    "text": "Cảm giác đè nặng, thắt chặt vùng ngực trái lan ra cánh tay là dấu hiệu cảnh báo điển hình của tình trạng thiếu máu cơ tim."
  },
  {
    "text": "Kiểm soát chặt chẽ chỉ số cholesterol và huyết áp là chìa khóa vàng để phòng ngừa biến chứng nhồi máu cơ tim."
  },
  {
    "text": "Can thiệp đặt stent mạch vành qua da giúp tái lưu thông dòng máu tại các vị trí động mạch bị tắc nghẽn nghiêm trọng."
  },
  {
    "text": "Người bệnh mạch vành cần tuân thủ chế độ ăn giảm mặn và hạn chế tối đa chất béo bão hòa để bảo vệ sức khỏe tim mạch."
  },
  {
    "text": "Tình trạng khó thở khi leo cầu thang hoặc gắng sức nhẹ có thể là biểu hiện của suy tim do hậu quả bệnh mạch vành."
  },
  {
    "text": "Hút thuốc lá làm tổn thương nội mô mạch máu, đẩy nhanh quá trình hình thành mảng xơ vữa gây tắc nghẽn động mạch vành."
  },
  {
    "text": "Cơn đau thắt ngực ổn định thường xuất hiện khi người bệnh vận động mạnh và thuyên giảm nhanh chóng khi nghỉ ngơi."
  },
  {
    "text": "Đột tử do rối loạn nhịp tim là một trong những biến chứng nguy hiểm nhất mà bệnh nhân mạch vành phải đối mặt."
  },
  {
    "text": "Thuốc kháng kết tập tiểu cầu như Aspirin thường được kê đơn dài hạn để ngăn ngừa hình thành cục máu đông trong động mạch vành."
  },
  {
    "text": "Người bị đau đầu Migraine thường trở nên cực kỳ nhạy cảm với tiếng ồn lớn và ánh sáng mạnh trong cơn đau."
  },
  {
    "text": "Cơn đau nửa đầu Migraine có thể kéo dài liên tục từ 4 đến 72 giờ nếu không sử dụng thuốc cắt cơn kịp thời."
  },
  {
    "text": "Hạn chế tiêu thụ thực phẩm chứa tyramine như phô mai ủ lâu và rượu vang đỏ giúp giảm tần suất tái phát cơn Migraine."
  },
  {
    "text": "Phụ nữ có tỷ lệ mắc chứng đau nửa đầu cao gấp ba lần nam giới, thường liên quan mật thiết đến sự thay đổi nội tiết tố."
  },
  {
    "text": "Nằm nghỉ trong phòng tối và yên tĩnh là biện pháp phi dùng thuốc hiệu quả giúp giảm nhẹ triệu chứng khi cơn Migraine ập đến."
  },
  {
    "text": "Một số bệnh nhân Migraine có thể nhìn thấy các điểm sáng lấp lánh hoặc điểm mù (tiền triệu Aura) trước khi cơn đau đầu bắt đầu."
  },
  {
    "text": "Căng thẳng tâm lý (stress) là yếu tố kích hoạt phổ biến nhất khởi phát các cơn đau đầu dữ dội ở người bệnh Migraine."
  },
  {
    "text": "Nhóm thuốc Triptan thường được bác sĩ chỉ định đặc hiệu để cắt cơn đau Migraine khi các thuốc giảm đau thông thường không hiệu quả."
  },
  {
    "text": "Buồn nôn và nôn mửa là những triệu chứng tiêu hóa rất thường gặp đi kèm với cơn đau đầu nhói theo nhịp mạch."
  },
  {
    "text": "Việc ghi chép nhật ký cơn đau giúp bệnh nhân và bác sĩ nhận diện chính xác các yếu tố khởi phát cơn đau đầu Migraine."
  },
  {
    "text": "Chế độ ăn hạn chế tinh bột tinh chế và đường ngọt giúp kiểm soát đường huyết hiệu quả cho người bệnh tiểu đường tuýp 2."
  },
  {
    "text": "Biến chứng thần kinh ngoại biên do tiểu đường thường gây ra cảm giác tê bì, châm chích và mất cảm giác ở bàn chân."
  },
  {
    "text": "Giảm cân khoa học ở người béo phì giúp cải thiện độ nhạy của insulin và hỗ trợ kiểm soát bệnh tiểu đường tuýp 2 tốt hơn."
  },
  {
    "text": "Dấu hiệu khát nước liên tục và nhu cầu đi tiểu nhiều lần, đặc biệt về đêm, cảnh báo tình trạng đường huyết tăng cao."
  },
  {
    "text": "Xét nghiệm HbA1c định kỳ mỗi 3 tháng giúp bác sĩ đánh giá mức độ kiểm soát đường huyết trung bình của bệnh nhân."
  },
  {
    "text": "Lượng đường trong máu cao kéo dài làm suy giảm hệ miễn dịch khiến các vết thương ở người bệnh tiểu đường rất lâu lành."
  },
  {
    "text": "Bệnh tiểu đường tuýp 2 thường diễn biến âm thầm trong nhiều năm trước khi được phát hiện qua khám sức khỏe tổng quát."
  },
  {
    "text": "Metformin là thuốc điều trị khởi đầu phổ biến nhất dành cho bệnh nhân đái tháo đường tuýp 2 nhằm giảm sản xuất đường tại gan."
  },
  {
    "text": "Biến chứng võng mạc do tiểu đường là nguyên nhân hàng đầu gây suy giảm thị lực và mù lòa ở người trưởng thành."
  },
  {
    "text": "Vận động thể chất đều đặn giúp cơ bắp tiêu thụ glucose hiệu quả, từ đó làm giảm lượng đường trong máu một cách tự nhiên."
  },
  {
    "text": "Giảm lượng muối ăn hằng ngày xuống dưới 5g là khuyến cáo quan trọng hàng đầu để kiểm soát chỉ số huyết áp."
  },
  {
    "text": "Huyết áp cao không được kiểm soát là nguyên nhân chính dẫn đến các ca tai biến mạch máu não và xuất huyết não."
  },
  {
    "text": "Việc đo huyết áp tại nhà thường xuyên giúp người bệnh theo dõi sát sao diễn biến bệnh và hiệu quả của thuốc điều trị."
  },
  {
    "text": "Tăng huyết áp mạn tính gây áp lực lớn lên các mạch máu nhỏ trong thận, dẫn đến nguy cơ suy thận giai đoạn cuối."
  },
  {
    "text": "Thay đổi lối sống lành mạnh như cai thuốc lá và hạn chế rượu bia là bước đầu tiên trong phác đồ điều trị tăng huyết áp."
  },
  {
    "text": "Căng thẳng tâm lý cấp tính có thể khiến huyết áp tăng vọt đột ngột, gây nguy hiểm cho người có tiền sử bệnh tim mạch."
  },
  {
    "text": "Thuốc lợi tiểu giúp đào thải bớt muối và nước dư thừa ra khỏi cơ thể, từ đó làm giảm áp lực trong lòng mạch máu."
  },
  {
    "text": "Đa số các trường hợp tăng huyết áp là vô căn (nguyên phát), thường xuất hiện do lão hóa mạch máu ở người trung niên."
  },
  {
    "text": "Bệnh nhân cao huyết áp cần duy trì uống thuốc đều đặn mỗi ngày ngay cả khi cơ thể cảm thấy hoàn toàn bình thường."
  },
  {
    "text": "Huyết áp tâm thu có xu hướng tăng dần theo tuổi tác do sự xơ cứng tự nhiên của thành động mạch."
  }
]